" bytes" = " byte";
"#,##0" = "#.##0";
"#,##0.0 GB" = "#.##0,0 GB";
"#,##0.0 MB" = "#.##0,0 MB";
"#,##0.0 PB" = "#.##0,0 PB";
"#,##0.0 TB" = "#.##0,0 TB";
"#,##0.0 kB" = "#.##0,0 kB";
"%@ %@" = "%1$@ %2$@";
"%@ Preferences" = "Preferenze %@";
"%@, %@ %@" = "%1$@, %2$@ %3$@";
"About the Scripts Menu" = "Informazioni su Scripts Menu";
"AppleScript reported the following error:\n%@" = "AppleScript ha rilevato il seguente errore:\n%@";
"Auto Size All Columns" = "Dimensiona automaticamente tutte le colonne";
"Auto Size Column" = "Dimensiona automaticamente la colonna";
"Bright" = "Luminoso";
"Cancel" = "Annulla";
"Choose Date" = "Scegli data";
"Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed." = "Scegliendo Reimposta si ripristinano tutte le impostazioni (comprese le opzioni non presenti in questa finestra di Preferenze, quali le dimensioni della finestra e le barre degli strumenti) così come erano dopo la prima installazione di %@.";
"Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed." = "Scegliendo Reimposta si ripristinano tutte le impostazioni di tutti i pannelli delle Preferenze così come erano dopo la prima installazione di %@.";
"Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed." = "Scegliendo Reimposta si ripristinano tutte le impostazioni di questo pannello così come erano dopo la prima installazione di %@.";
"Clear" = "Cancella";
"Couldn't launch Automator Launcher.app.  LSOpenFromURLSpec returned %d" = "Impossibile lanciare Automator Launcher.app.  LSOpenFromURLSpec riporta %d";
"Couldn't locate Automator Launcher.app." = "Impossibile trovare Automator Launcher.app.";
"Custom" = "Personalizza";
"Cut" = "Taglia";
"Dark" = "Scuro";
"Deep" = "Profondo";
"Drag Operation" = "Operazione di trascinamento";
"Edit Script" = "Modifica script";
"Error editing InternetConfig preferences for key %@: %@" = "Error editing InternetConfig preferences for key %1$@: %2$@";
"Error opening InternetConfig for read-only access: %@" = "Errore durante l'apertura di InternetConfig per accesso di sola lettura: %@";
"Error opening InternetConfig for read-write access: %@" = "Errore durante l'apertura di InternetConfig con accesso in lettura e scrittura: %@";
"Error reading InternetConfig preference for key %@: %@" = "Error reading InternetConfig preference for key %1$@: %2$@";
"Faded" = "Sbiadito";
"Group" = "Raggruppa";
"ICCountPref returned an error: %@" = "ICCountPref ha restituito un errore: %@";
"ICEnd returned an error: %@" = "ICEnd ha riportato un errore: %@";
"ICGetIndPref %d/%d returned an error: %@" = "ICGetIndPref %1$d/%2$d returned an error: %3$@";
"ICMapFilename returned an error for file %@: %@" = "ICMapFilename returned an error for file %1$@: %2$@";
"ICSetPref returned an error while setting key %@: %@" = "ICSetPref returned an error while setting key %1$@: %2$@";
"ICSetPref returned permissions when attempting setting key %@" = "ICSetPref ha restituito dei permessi durante il tentativo di impostare la chiave %@";
"Image" = "Immagine";
"Indent" = "Crea rientro";
"Intense" = "Intenso";
"Launch Services returned an error while opening URL %@: %@" = "Launch Services returned an error while opening URL %1$@: %2$@";
"Light" = "Luminoso";
"Loading %@..." = "Carico %@...";
"Mild" = "Lieve";
"Near-black" = "Quasi nero";
"Next" = "Successivo";
"No Actions Available" = "Nessuna azione disponibile";
"Off-white" = "Bianco sporco";
"Page" = "Pagina";
"Pattern Color" = "Colore motivo";
"Previous" = "Precedente";
"Reset" = "Reimposta";
"Reset %@ preferences to their original values?" = "Vuoi riportare le preferenze di %@ ai loro valori originari?";
"Reset All" = "Reimposta tutto";
"Reset all preferences and other settings to their original values?" = "Vuoi riportare tutte le preferenze e le altre impostazioni ai loro valori originari?";
"Reset all preferences to their original values?" = "Vuoi riportare tutte le preferenze ai loro valori originari?";
"Return all settings to default values" = "Riporta tutte le impostazioni ai valori di default";
"Return settings in this pane to default values" = "Riporta le impostazioni in questo pannello ai valori di default";
"Rich" = "Ricco";
"Search" = "Ricerca";
"Shortcuts for commonly used actions" = "Abbreviazioni per le azioni più comunemente usate";
"Show All" = "Mostra tutto";
"Smokey" = "Fumoso";
"Subexpression #%d" = "Sottoespressione #%d";
"The following error was reported:\n%@" = "È stato riportato il seguente errore:\n%@";
"The script '%@' could not complete." = "Impossibile completare lo script '%@'.";
"The script file '%@' could not be opened." = "Impossibile aprire lo script '%@'.";
"Unable to run workflow." = "Impossibile eseguire il workflow.";
"Ungroup" = "Separa";
"Unindent" = "Elimina rientro";
"Washed-out" = "Slavato";
"of %d" = "di %d";
"workflow not found at %@" = "worflow non trovato a %@";

/* ==== UNLOCALIZED ==== */

"Classic Crayons" = "Classic Crayons";
"OK" = "OK";
